<?php require "db.php";
?>
<html>
  <head>
    <meta charset="utf-8">
    <title>F1</title>
    <link rel="stylesheet" href="css\style.css";>
  </head>
  <body>
     <header>
      <div class="container">
	   <div class="heading clearfix">
	   <h1> </h1>       
<nav>       
<ul class="menu">
          <?php if( isset($_SESSION['logged_user'])) : 
            ?>
          <li><a>Вітаю, <?php echo $_SESSION['logged_user']->login; ?></a></li>  
          <li><a a href="chat.php">Чат</a></li>
          <li><a a href="Logout.php">Вийти</a></li>
          <?php else :?>
          <li><a href="login.php">авторизуватись</a></li>
          <li><a href="signup.php">Реєстрація</a></li>
          <?php endif; ?>
          <li><a href="index.php">Головна сторінка</a></li>
          <li><a href="News.php">Новини F1</a></li>
          <li><a href="Photo.php">Фотографії F1</a></li>
		 <li><a href="About.php">Про сайт</a></li>
       </ul>
</nav>  
	 </div>
	 </div>
	 <h2 style="font-size: 50px">В Сильверстоуне не втрачають надію провести Гран Прі</h2>	 
	  </header>
      <div class="container">
    <p></p>
    <img src="img\news3.jpg" style="margin:0px 25px" ></a>
    <p class="fir">Сьогодні уряд Великобританії офіційно ввело обов'язковий 14-денний карантин для всіх перебувають в країну - і резидентів, і іноземних громадян. В таких умовах провести Гран Прі Великобританії відразу після здвоєних етапів в Австрії не представляється можливим, але керуючий директор Сільверстоуна Стюарт Прінгл сподівається, що буде знайдено компромісне рішення, яке дозволить провести етап Формули 1.

    </p>
    <p class="fir">Стюарт Прінгл: «Формула 1 - глобальний чемпіонат зі складною логістичної ланцюжком, - заявив Стюарт Прінгл Sky Sports F1. - У Формулі 1 повинні знати, коли вони зможуть почати пересування по всьому світу, і які умови повернення на бази в Великобританії.
 
    </p>
    <p class="fir">Я не сумніваюся, що уряд розуміє важливість нашої галузі. Я залишаюся оптимістично налаштованим і думаю, що буде знайдено рішення. При цьому я прекрасно усвідомлюю, наскільки складно будувати плани, коли постійно змінюються умови і зсуваються терміни. Проте, я зберігаю оптимізм і думаю, що буде знайдено прагматичне рішення.

    </p>
    <p class="fir">Я на 100% впевнений, що заходи безпеки, що вживаються в Формулі 1, дозволять провести Гран Прі. Питання не в тому, щоб провести 90-хвилинну гонку. Мова йде про повернення до роботи всієї індустрії. Це означає, що 40 тисяч осіб отримають можливість заробляти гроші. Вся наша індустрія в даний момент повністю зупинилася, і ми повинні повернутися до роботи ».

    </p>
    <p class="fir">Представник Формули 1 прокоментував BBC Sport рішення уряду про введення 14-денного карантину наступним чином: «Ми працюємо з урядом, з'ясовуючи наслідки даного рішення для Формули 1 і Сильверстоуна. Обговорення тривають з метою знайти рішення, яке буде враховувати наш головний пріоритет - безпека ».

    </p>

      </div>
  <h1></h1>     
</body>
</html>