<?php require "db.php";
?>
<html>
  <head>
    <meta charset="utf-8">
    <title>F1</title>
    <link rel="stylesheet" href="css\style.css";>
  </head>
  <body>
     <header>
      <div class="container">
	   <div class="heading clearfix">
	   <h1> </h1>
<nav>       
<ul class="menu">
          <?php if( isset($_SESSION['logged_user'])) : 
            ?>
          <li><a>Вітаю, <?php echo $_SESSION['logged_user']->login; ?></a></li>  
          <li><a a href="chat.php">Чат</a></li>
          <li><a a href="Logout.php">Вийти</a></li>
          <?php else :?>
          <li><a href="login.php">авторизуватись</a></li>
          <li><a href="signup.php">Реєстрація</a></li>
          <?php endif; ?>
          <li><a href="index.php">Головна сторінка</a></li>
          <li><a href="News.php">Новини F1</a></li>
          <li><a href="Photo.php">Фотографії F1</a></li>
		 <li><a href="About.php">Про сайт</a></li>
       </ul>
</nav>  
	 </div>
	 </div>
	 <h2 style="font-size: 50px">Хорнер об обмеження аеродинамічних досліджень</h2>	 
	  </header>
      <div class="container">
	  <p class="fir">У п'ятницю команди Формули 1 повинні були голосувати за ряд поправок до регламенту, в тому числі за обмеження бюджетів на рівні $ 145 млн, і очікується, що вже наступного тижня ці рішення будуть ратифіковані FIA.

    </p>
    <p class="fir">Серед обговорюваних ідей - введення своєрідного гандикапу в області аеродинамічних досліджень, суть якого в наступному: максимум свободи в доопрацюванні аеродинаміки отримає команда, що посіла останнє місце в Кубку конструкторів; відповідно, переможцям чемпіонату буде дозволено вносити мінімум удосконалень.
 
    </p>
    <img src="img\news2.jpg" style="margin:0px 25px" ></a>
    <p class="fir">В інтерв'ю виданню The Race Крістіан Хорнер заявив, що не шанувальник гандикапів в автоспорті, проте в Red Bull готові поглянути на ситуацію з коригуванням правил ширше. За його словами, подібне правило, пов'язане з аеродинамікою, яке можна назвати принципом «ковзної шкали», може виявитися вельми важливим з точки зору невеликих команд.

    </p>
    <p class="fir">Ведення обмежень на аеродинамічні дослідження (ATR - Aerodynamic Testing Restrictions) передбачає строгий контроль часу, яке команди витрачають на роботу в аеродинамічних трубах і на використання технологій CFD. Навіть якщо ідея з гандикапом не отримає підтримки, у 2022 році ці обмеження в будь-якому випадку стануть більш жорсткими.

    </p>
    <p class="fir">«Ми вводимо обмеження бюджетів, а тепер з'явилася ще й шкала в області ATR. Добре, що від неї не стали відмовлятися повністю, вона була доопрацьована так, що стала лінійної і передбачає плавний перехід від першого місця до 10-му, - прокоментував Хорнер. - Це краще, ніж виділення першої трійки команд в окрему групу, тоді як іншим, починаючи з 4-го місця, передбачалося давати можливість витрачати на ці дослідження більше часу.

    </p>
    <p class="fir">Вийшло так, як вийшло, подивимося, як це працює, і який буде ефект. У рік переходу на новий регламент він може виявитися досить значним ».

    </p>
    <p class="fir">Для негайного введення подібних обмежень потрібно, щоб за них одноголосно проголосували всі команди, якщо тільки FIA не скористається правом, що з'явилися у федерації недавно, яке дозволяє застосувати принцип простої більшості, якщо вважається, що те чи інше нововведення життєво важливо для Формули 1.

    </p>
    <p class="fir">На думку Хорнера, в самому принципі «ковзної шкали» є певна суперечність: «У цьому є якась іронія, адже, по суті, ми підштовхуємо маленькі команди витрачати більше грошей, оскільки у них буде можливість проводити більше аеродинамічних випробувань. У цьому укладено невелике протиріччя, але чим далі ви від першого місця, тим у вас більше часу на доопрацювання машини, а в Формулі 1 це може зіграти важливу роль.

    </p>
    <p class="fir">Але якщо говорити про рівень бюджетів, на якому його пропонується обмежити зараз, то шість команд чемпіонату, ймовірно, мали бюджетами, не дотягує до цієї межі. Цікаво подивитися, як все це буде працювати ».

    </p>


      </div>
  <h1></h1>     
</body>
</html>