<?php require "db.php";
?>
<html>
  <head>
    <meta charset="utf-8">
    <title>F1</title>
    <link rel="stylesheet" href="css\style.css";>
  </head>
  <body>
     <header>
      <div class="container">
	   <div class="heading clearfix">
	   <h1> </h1>       
<nav>       
<ul class="menu">
          <?php if( isset($_SESSION['logged_user'])) : 
            ?>
          <li><a>Вітаю, <?php echo $_SESSION['logged_user']->login; ?></a></li>  
          <li><a a href="chat.php">Чат</a></li>
          <li><a a href="Logout.php">Вийти</a></li>
          <?php else :?>
          <li><a href="login.php">авторизуватись</a></li>
          <li><a href="signup.php">Реєстрація</a></li>
          <?php endif; ?>
          <li><a href="News.php">Новини F1</a></li>
          <li><a href="index.php">Головна сторінка</a></li>
          <li><a href="Photo.php">Фотографії F1</a></li>
		 <li><a href="About.php">Про сайт</a></li>
       </ul>
</nav>   
	 </div>
	 </div>
	 <h2 style="font-size: 50px">Сайнс: В McLaren привітали мене з переходом в Ferrari</h2>	 
	  </header>
      <div class="container">
	
    <p class="fir">В 2021 році Карлос Сайнс продовжить кар'єру в Ferrari, але в 2020-му йому належить провести сезон в McLaren. Іспанський гонщик впевнений, що майбутній перехід в Ськудерію не вплине на робочі відносини з його нинішньою командою.

    </p>
    <img src="img\news4.jpg" style="margin:0px 25px" ></a>
    <p class="fir">Карлос Сайнс: «Коли я відчув, що в Ferrari проявляють інтерес до того, щоб запросити мене в 2021-м, я в той же момент пішов до Заку Брауну. Він відповів мені: «Добре, ми дозволяємо тобі вести переговори з Ferrari. Тримай нас в курсі ». Ключовим моментом стало те, що ніхто нічого ні від кого не приховував - це і дозволило досягти угоди. Я дуже пишаюся тим, як ми все організували, і я дуже вдячний Заку і його команді.

    </p>
    <p class="fir">У McLaren були дуже раді за мене. Вони привітали мене словами: «Ти заслуговуєш цього і без сумнівів багато доб'єшся». Приємно чути такі слова від своїх начальників.

    </p>
    <p class="fir">Підписавши зі мною контракт, в Ferrari отримали неймовірно працездатного хлопця, який буде проводити багато часу в Італії, в Маранелло. Точно так же я багато часу проводжу в McLaren. Я постараюся вибудувати відносини з Ferrari, точно так само як я збудував особливі відносини з McLaren. Крім того, я сподіваюся, що в моїй особі Ferrari отримає дуже швидкого і неймовірно мотивованого гонщика, який максимально викластися заради Скудерії.

    </p>
    <p class="fir">Незважаючи на відхід з McLaren, Карлос бажає успіху британській команді: «Я хочу попрощатися з McLaren якомога кращими результатами. Повірте, я зроблю максимум можливого в цьому році, точно так само як максимально виклався в 2019-м.

    </p>
    <p class="fir">У наступному році я буду виступати за Ferrari, але повірте мені, ніщо не потішить мене більше, ніж повернення McLaren на вершину подіуму в Формулі 1. Як вболівальнику і Формули 1, і McLaren мені б хотілося, щоб команда повернулася в число лідерів ».

    </p>

      </div>
  <h1></h1>     
</body>
</html>