<?php require "db.php";
?>
<html>
  <head>
    <meta charset="utf-8">
    <title>F1</title>
    <link rel="stylesheet" href="css\style.css";>
  </head>
  <body>
     <header>
      <div class="container">
	   <div class="heading clearfix">
	   <h1> </h1>       
<<nav>       
<ul class="menu">
          <?php if( isset($_SESSION['logged_user'])) : 
            ?>
          <li><a>Вітаю, <?php echo $_SESSION['logged_user']->login; ?></a></li>  
          <li><a a href="chat.php">Чат</a></li>
          <li><a a href="Logout.php">Вийти</a></li>
          <?php else :?>
          <li><a href="login.php">авторизуватись</a></li>
          <li><a href="signup.php">Реєстрація</a></li>
          <?php endif; ?>
          <li><a href="index.php">Головна сторінка</a></li>
          <li><a href="News.php">Новини F1</a></li>
          <li><a href="Photo.php">Фотографії F1</a></li>
		 <li><a href="About.php">Про сайт</a></li>
       </ul>
</nav>  
	 </div>
	 </div>
	 <h2 style="font-size: 50px">Дєвід Култхард: Феттель – хороший варіант для Aston Marti</h2>	 
	  </header>
      <div class="container">
	  <p class="fir">Отмар Сафнауеер, керівник команди Racing Point, яка в наступному році буде перейменована в Aston Martin, вже заявив, що для Себастьяна Феттеля немає місця на наступний сезон. Однак колишній гонщик Формули 1 Девід Култхард вважає, що чотириразовий чемпіон світу стане відмінним придбанням для проекту Лоуренса Стролла, хоча для самого Себастьяна такий крок є неочевидним.

    </p>
    <p class="fir">Девід Култхард: «Минулі заслуги не мають значення, але до Себастьяну ставляться з великою повагою, і це велика перевага в Формуле1. Він неймовірно швидкий і раніше в стані вигравати гонки і титули.
 
    </p>
    <img src="img\news5.jpg" style="margin:0px 25px" ></a>
    <p class="fir">Не важливо з якої причини, але переговори з Ferrari пішли не за його сценарієм, і зараз у Себастьяна є тільки один надійний варіант, який дозволить домагатися результатів - Mercedes. Перехід в Renault - крок в невідомість. Ще він може перейти в Aston Martin, стати акціонером команди і почати нову главу своєї кар'єри, але це неочевидний варіант.

    </p>
    <p class="fir">Я вважаю, що якщо ви теоретично можете уявити якийсь варіант, то в Формулі 1 він цілком здійснимо. Тільки Себастьян знає, завершує він кар'єру або всерйоз розглядає можливість перейти в Mercedes. Для команди це серйозний аргумент в переговорах з Льюїсом Хемілтоном.

    </p>
    <p class="fir">Як би вони не любили Льюїса, все ж Тото Вольфф - бізнесмен, а не благодійник. Не думайте, що він разом з Mercedes приходить до Льюїса і каже: «Ми так сильно тебе любимо, ось тобі порожній чек, напиши будь-яку цифру, і ми підемо працювати, щоб платити тобі таку зарплату».

    </p>
    <p class="fir">У Mercedes хочуть платити мінімально можливу зарплату, щоб більше інвестувати в бізнес. У свою чергу, Льюїс хоче отримати від них максимум. Гроші - одна зі складових переговорів, але не єдина.

    </p>
    <p class="fir">Зараз Себастьяну варто переглянути свої зарплатні очікування. У Renault провалився експеримент з високою зарплатою Даніеля Ріккардо, і тепер їм буде складно переконати Раду директорів платити високу зарплату тому, від чиїх послуг відмовилися в Ferrari.

    </p>
    <p class="fir">У цій грі багато змінних, і однією з них може стати Лоуренс Стролла, у якого великі плани на майбутнє Aston Martin. На даному етапі своєї кар'єри Себастьян міг би стати відмінним придбанням для команди, адже у нього є знання і досвід, отримані в Red Bull і Ferrari. Свого часу я в точно такому ж статусі чотири роки виступав за Red Bull, а потім завершив кар'єру ».

    </p>

      </div>
  <h1></h1>     
</body>
</html>